---
kind: property
id: P:Autodesk.Revit.DB.FamilyElementVisibility.VisibilityType
source: html/fd880d42-4601-cc6a-9f09-eae058318ebb.htm
---
# Autodesk.Revit.DB.FamilyElementVisibility.VisibilityType Property

Indicates if the instance is Model or View specific.

## Syntax (C#)
```csharp
public FamilyElementVisibilityType VisibilityType { get; }
```